Repository: kieulanalp/EngineeringStuffs
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: Inc. flush floor boxes at desks
vi: Inc. flush floor boxes at desks / Gồm hộp điện âm mặt bàn

source: Includes chandeliers, wall brackets, etc, decorative effect lighting.
vi: Includes chandeliers, wall brackets, etc, decorative effect lighting. / Bao gồm đèn trần, đèn gắn tường, đèn trang trí

source: Increased capital and running costs
vi: Increased capital and running costs / Tăng chi phí đầu tư và vận hành

source: Increased capital and running costs and more space required
vi: Increased capital and running costs and more space required / Tăng chi phí đầu tư, chi phí vận hành và đòi hỏi nhiều không gian hơn

source: Increased capital/running costs
vi: Increased capital/running costs / Tăng chi phí đầu tư/vận hành

source: Increased room comfort levels due to radiant effect and low air velocities
vi: Increased room comfort levels due to radiant effect and low air velocities / Tăng mức độ thoải mái trong phòng nhờ hiệu ứng bức xạ và vận tốc gió thấp

source: Individually controlled / tested
vi: Individually controlled/tested / Kiểm soát/ Kiểm tra độc lập

source: Indoor Swimming Pool
vi: Indoor Swimming Pool / Bể bơi trong nhà

source: Infiltration heat loss and gain
vi: Infiltration heat loss and gain / Tăng giảm nhiệt do không khí thâm nhập

source: Inner layer
vi: Inner layer / Lớp trong

source: Input Power (Watts)
vi: Input Power (Watts) / Công suất đầu vào

source: Inside computer and PABX rooms. 100%. unless another approved fire suppression system is installed.
vi: Inside computer and PABX rooms. 100%. unless another approved fire suppression system is installed. / Trong phòng máy tính và PABX, 100%, trừ khi có lắp đặt một hệ thống chữa cháy được phê duyệt khác

source: Inside saunas, steam rooms, walk-in cold rooms and rooms containing flammable materials.
vi: Inside saunas, steam rooms, walk-in cold rooms and rooms containing flammable materials. / Trong sauna, phòng xông hơi, phòng lạnh và phòng chứa vật liệu dễ cháy

source: Installation cost
vi: Installation cost / Chi phí lắp đặt

source: Installation time
vi: Installation time / Thời gian lắp đặt

source: Installation time reduced
vi: Installation time reduced / Giảm thời gian lắp đặt

source: Instructions for the operation of the emergency door release must be provided in clear, plain text alongside
vi: Instructions for the operation of the emergency door release must be provided in clear, plain text alongside the break-glass unit in the local language and English. / Hướng dẫn vận hành đối với nút mở cửa khẩn cấp phải được cung cấp chữ mô tả rõ ràng cạnh nút mở cửa bằng ngôn ngữ địa phương và tiếng Anh.

source: Insulate all heating and cooling vessels, equipment and piping to minimise unwanted heat loss or gain.
vi: Insulate all heating and cooling vessels, equipment and piping to minimise unwanted heat loss or gain. / Bảo ôn đối với tất cả hệ thống làm mát, gia nhiệt, thiết bị và đường ống để tối thiểu thất thoát nhiệt không mong muốn.

source: Insulation Thickness at 5°C
vi: Insulation Thickness at 5°C / Nhiệt độ bảo ôn ở mức 5°C

source: Insulation requirement for Chilled water pipes
vi: Insulation requirement for Chilled water pipes / Yêu cầu về bảo ôn với ống nước mát

source: Integrated room automation system tells real-time guest status of a room ensure less energ
vi: Integrated room automation system tells real-time guest status of a room ensure less energy consumption / Hệ thống tự động hóa phòng tích hợp cho biết trạng thái khách của phòng theo thời gian thực đảm bảo tiêu thụ ít năng lượng hơn

source: Intensity Lux
vi: Intensity Lux / Cường độ sáng

source: InterContinental Brand Standard Manual
vi: InterContinental Brand Standard Manual / Hướng dẫn Tiêu chuẩn Thương hiệu InterContinental

source: InterContinental Hotels Group/Code
vi: Zone smoke clearance using installed air handling plant and /or dedicated smoke extraction equipment - InterContinental Hotels Group/Code / Hút khói cho zone sử dụng AHU và/hoặc thiết bị hút khói chuyên dụng

source: Interface to air handling systems for engineered smoke clearance systems (where required)
vi: Interface to air handling systems for engineered smoke clearance systems (where required) / Liên động với hệ thống AHU để kiểm soát các hệ thống hút khói (khi cần thiết)

source: Internal Conditions ± 1o C&5%RH
vi: Internal Conditions ± 1o C&5%RH / Điều kiện trong nhà ± 1o C&5%RH

source: Internal Design Criteria
vi: Internal Design Criteria / Tiêu chí thiết kế trong nhà

source: Internal Plant
vi: Internal Plant / Máy trong nhà

source: Internal design conditions indicated for each area, as indicated in Table 4.3.2
vi: Internal design conditions indicated for each area, as indicated in Table 4.3.2 / Các điều kiện thiết kế trong nhà được chỉ định cho mỗi khu vực như trong bảng 4.3.2.

source: Internal equipment/operational and personnel gains - noting diversification with this load for central plant
vi: Internal equipment/operational and personnel gains - noting diversification with this load for central plant / Tăng giảm nhiệt do thiết bị/vận hành nội bộ và thân nhiệt -

source: Internal heating design conditions should be achieved at external conditions which are exceeded by the minimum historical weather data for the location for more than 2% of the year
vi: Internal cooling design conditions should be achieved at external conditions which are not exceeded by the minimum historical weather data for the location for more than 2% of the year / Điều kiện thiết kế làm mát trong nhà được quyết định dựa trên điều kiện bên ngoài - chúng không vượt quá dữ liệu thời tiết ghi nhận thấp nhất cho khu vực này trong hơn 2% thời gian năm

source: Internal plant
vi: Internal Plant / Máy trong nhà

source: Internal wet rising/falling mains/sprinkler systems - Combined or individual
vi: Internal wet rising/falling mains/sprinkler systems - Combined or individual / Hệ thống sprinkler/ chính trục đứng ướt bên trong trong - Hệ combined (kết hợp) hoặc độc lập

source: Internal windows and frames in fire resisting construction such as those opening onto internal escape routes must have the same fire resistance as the structure (including insulation) and must be fixed shut.
vi: Internal windows and frames in fire resisting construction such as those opening onto internal escape routes must have the same fire resistance as the structure (including insulation) and must be fixed shut. / Cửa sổ và khung cửa sổ trong nhà trên kết cấu chống cháy, vd cửa mở ra lối thoát hiểm trong nhà, phải có mức chống cháy tương đương kết cấu (bao gồm cách điện, cách nhiệt, cách âm...) và phải được cố định đóng

source: Interra zones on separate systems - or common system w th each area cf usage capable of being shut down
vi: Internal zones on separate systems - or common system with each area of usage capable of being shut down / Các không gian bên trong có hệ thống riêng - hoặc hệ thống chung nhưng mỗi khu vực sử dụng có thể tắt được

source: Intsrnal coaling design conditions should be achieved at external conditions which are not exceeded by the maximum historical weather data for the location for more than 2% of theyear
vi: Internal cooling design conditions should be achieved at external conditions which are not exceeded by the maximum historical weather data for the location for more than 2% of the year / Điều kiện thiết kế làm mát trong nhà được quyết định dựa trên điều kiện bên ngoài - chúng không vượt quá dữ liệu thời tiết tối đa cho khu vực này trong hơn 2% thời gian năm

source: Iron Bacteria: Maximum 0 organism/ml
vi: Iron Bacteria: Maximum 0 organism/ml / Vi khuẩn sắt: max 0 vi sinh/ml

source: Iron content less than 0.1ppm
vi: Iron content less than 0.1ppm / Hàm lượng sắt ít hơn 0.1pm

source: Isolation modules must be provided at the entry and/or exit from each separate area of a designated fire zone. As a minimum, isolation modules must be provided, to ensure that no more than 2000m2 of covered area becomes unprotected in the event of any single cable fault. Designated loop isolators must also be provided for monitoring the zone states.
vi: Isolation modules must be provided at the entry and/or exit from each separate area of a designated fire zone. As a minimum, isolation modules must be provided, to ensure that no more than 2000m2 of covered area becomes unprotected in the event of any single cable fault. Designated loop isolators must also be provided for monitoring the zone states. / Modul dao cách ly phải được bố trí tại lối vào và/hoặc lối thoát khỏi mỗi khu vực riêng biệt trong một zone. Tối thiểu, phải có modul dao cách ly, để đảm bảo khu vực không quá 2000m2 không được bảo vệ nếu xảy ra cháy chập dây điện nào. Phải cung cấp loop isolator chuyên dụng để giám sát tình trạng zone

source: Issue
vi: Issue / Nội dung

source: Issues that must be addressed at the design stage include:
vi: Issues that must be addressed at the design stage include: / Các vấn đề phải được lưu ý trong thiết kế bao gồm:

source: Issues to address with chilled beams and radiant ceilings.
vi: Issues to address with chilled beams and radiant ceilings. / Vấn đề cần quan tâm đối với chilled beams và trần bức xạ

source: It can be seen that with an extract velocity of 2.8m/s, this drops significantly at only 600mm from the intake to 0.05m/s, which will have no affect whatsoever on the overall room air distribution.
vi: It can be seen that with an extract velocity of 2.8m/s, this drops significantly at only 600mm (0.6m) from the intake to 0.05m/s, which will have no affect whatsoever on the overall room air distribution. / Có thể thấy với vận tốc thải khí 2.8m/s, chỉ giảm 600mm (0.6m), xuống

source: It is important to estimate the building cooling load accurately and not oversize (which will cause inefficiency and poor control) or undersize, (which will cause poor temperature controls).
vi: It is important to estimate the building cooling load accurately and not oversize (which will cause inefficiency and poor control) or undersize, (which will cause poor temperature controls). / Việc ước tính tải làm mát tòa nhà một cách chính xác và không vượt quá là rất quan trọng (sẽ tránh gây giảm hiệu suất và kiểm soát kém) hoặc ít hơn (sẽ gây kiểm soát nhiệt độ kém)

source: It is recommended that exits from the ground floor are not via the escape stair enclosure. Where this is unavoidable the final exit must be of sufficient width for the likely number of people using the stair and those escaping from the ground floor.
vi: It is recommended that exits from the ground floor are not via the escape stair enclosure. Where this is unavoidable the final exit must be of sufficient width for the likely number of people using the stair and those escaping from the ground floor. / Khuyến nghị các lối thoát hiểm từ tầng mặt đất không thông qua thang bộ thoát hiểm khép kín. Nếu không thể tránh được, cửa thoát hiểm cuối cùng phải đủ rộng cho tổng số người dự kiến sử dụng và số người thoát hiểm từ tầng mặt đất dự kiến

source: It is the supply air distribution that will determine the extent of comfort achieved in the occupied space which is measured in:
vi: It is the supply air distribution that will determine the extent of comfort achieved in the occupied space which is measured in: / Việc phân bố khí trong phòng sẽ quyết định mức độ thoải mái có thể đạt được trong không gian, được đo lường bằng

source: It is therefore essential to incorporate heat recovery on fresh air systems
vi: It is therefore essential to incorporate heat recovery on fresh air systems / Nhất thiết phải tích hợp thu hồi nhiệt vào các hệ thống khí tươi

source: It is very important that the openings around pipes and ducts are sealed with solid fire resisting material to maintain the fire resistance of the wall or floor. Suitable materials include concrete, gypsum and expanding fire resistant foam.
vi: It is very important that the openings around pipes and ducts are sealed with solid fire resisting material to maintain the fire resistance of the wall or floor. Suitable materials include concrete, gypsum and expanding fire resistant foam. / Điều quan trọng là các khoảng trống/lỗ mở quanh ống dẫn và ống gió được bít kín bằng vật liệu chống cháy để đảm bảo khả năng chống cháy của tường hoặc sàn. Các vật liệu phù hợp bao gồm bê tông, thạch cao và bọt chống cháy có thể giãn nở.

source: It must be emphasized that the actual fire protection measures provided must be determined by a suitably qualified fire engineer taking into account local codes and regulations, IHG standards and the individual design of the building. Full details of these measures including calculations and modeling must be provided to IHG for approval prior to installation and IHG reserves the right to have these reviewed by a third party fire engineer at the applicants expense.
vi: It must be emphasized that the actual fire protection measures provided must be determined by a suitably qualified fire engineer taking into account local codes and regulations, IHG standards and the individual design of the building. Full details of these measures including calculations and modeling must be provided to IHG for approval prior to installation and IHG reserves the right to have these reviewed by a third party fire engineer at the applicants expense / Cần phải nhấn mạnh rằng các biện pháp PCCC cần được xác định bởi kỹ sư PCCC có chuyên môn, cân nhắc các quy chế và quy định địa phương, tiêu chuẩn IHG và thiết kế của từng tòa nhà. Chi tiết đầy đủ về các biện pháp này bao gồm tính toán và dựng mẫu cần được trình để IHG phê duyệt trước khi lắp đặt và IHG có quyền yêu cầu một bên kỹ sư PCCC thứ ba xem xét các tài liệu này do bên đề xuất chi trả

source: It must not have perforations
vi: It must not have perforations / Không được phép có hố/thủng

source: It must not obstruct escape routes
vi: It must not obstruct escape routes / Không được phép cản trở đường thoát nạn

source: It should discharge the air across the ceiling to use the coanda effect for good distribution.
vi: It should discharge the air across the ceiling to use the coanda effect for good distribution. / Miệng cấp gió thổi gió ra theo trần nhà để sử dụng hiệu ứng Coanda, giúp phân bố không khí tôts

source: It will reduce the cable size.
vi: It will reduce the cable size. / Giảm chiều dài cáp

source: Item
vi: Item / Hạng mục

source: Items of electrical equipment that have a relatively high electrical connected load generally are high consumers of electrical energy (kWh). The following generally come under this category:
vi: Items of electrical equipment that have a relatively high electrical connected load generally are high consumers of electrical energy (kWh). The following generally come under this category: / Các thiết bị điện thường có phụ tải kết nối tương đối cao thường tiêu thụ nhiều điện năng (kWh). Các thiết bị dưới đây nhìn chung rơi vào nhóm này

source: JBar Fridge
vi: ✓Bar Fridge / Tủ lạnh mini

source: JCookin g
vi: ✓Cooking / Nấu nướng

source: JDay/night + 4 Channel Dimming
vi: ✓ Day/night + 4 Channel Dimming / Ngày/đêm + điều chỉnh 4 mức

source: JDay/night + Dimming
vi: ✓ Day/night + Dimming / Ngày/đêm + chỉnh sáng

source: JDay/night + Dimming to suit interiors
vi: ✓ Day/night + Dimming to suit interiors / Ngày/đêm + điều chỉnh sáng để phù hợp điều kiện trong nhà

source: JIP65 lights
vi: JIP65 lights / Đèn JIP65

source: JInsectocut or fixed equipment with IP54 isolators
vi: ✓ Insectocutor fixed equipment with IP54 isolators / Thiết bị gắn bẫy diệt côn trùng bảo vệ cách điện IP54

source: Jet fan technology to limit the amount of supply and extract ductwork where ductless plenum systems are not feasible, in conjunction with efficient plant positioning (may require CFD analysis).
vi: Jet fan technology to limit the amount of supply and extract ductwork where ductless plenum systems are not feasible, in conjunction with efficient plant positioning (may require CFD analysis). / Công nghệ quạt hướng trục để giảm thiểu đường ống cấp và hút gió nếu hệ thống hộp gió không ống không khả thi, kết hợp với bố trí máy ở vị trí tối ưu (có thể yêu cầu phân tích CFD)

source: Jet fans may not be acceptable to some authorities
vi: Jet fans may not be acceptable to some authorities / Quạt hướng trục có thể không được một số chính quyền chấp nhận

source: Joining method
vi: Joining method / Phương pháp nối

source: KEY:-
vi: KEY:- / ký hiệu

source: Keep cable joints to a minimum - junction boxes to be marked ‘Fire Alarm’
vi: Keep cable joints to a minimum - junction boxes to be marked ‘Fire Alarm’ / hạn chế nối cáp - trên hộp nối điện đánh dấu "Báo động cháy"

source: Key card control in guestrooms, if provided, shall only reset room temperature set points when unoccupied, and
vi: Key card control in guestrooms, if provided, shall only reset room temperature set points when unoccupied, and switch selected circuits (or similar control via guest booking system). Also for use to control fresh air and extract system in conjunction with radiant ceiling option / Nếu cung cấp kiểm soát truy cập phòng khách bằng thẻ từ, chỉ reset nhiệt độ phòng khi phòng không có người và ngắt các mạch công tắc đã chọn (hoặc có điều khiển tương tự thông qua hệ thống book phòng khách). Đồng thời cũng dùng để kiểm soát hệ thống cấp khí tươi và hút khí cùng tính năng trần sưởi bức xạ sóng

source: Key tags if used restricted as detailed
vi: Key tags if used restricted as detailed / có tag nếu là thiết bị hạn chế sử dụng

source: Kiddee Ansul system or equivalent.
vi: Kiddee Ansul system or equivalent. / Hệ thống Kiddee Ansul hoặc tương đương

source: Kitchen
vi: Kitchen / Bếp

source: Kitchen (General)
vi: Kitchen (General) / Bếp (chung)

source: Kitchen (Pastry)
vi: Kitchen (Pastry) / Bếp (bánh)

source: Kitchen (Prep/Finish)
vi: Kitchen (Prep/Finish) / Bếp (Sơ chế/Hoàn thiện)

source: Kitchen (separately metered)
vi: Kitchen (separately metered) / Bếp (đo riêng)

source: Kitchen Equipment
vi: Kitchen Equipment / Thiết bị bếp

source: Kitchen Hood Suppression
vi: Kitchen Hood Suppression / Hệ thống chữa cháy tích hợp trong chụp hút mùi bếp

source: Kitchen Hoods shall be “Halton Capture Jet” or equal to provide a 30% reduction in the exhaust rate from conventional systems, and eliminate grease passing through the system approved system.
vi: Kitchen Hoods shall be “Halton Capture Jet” or equal to provide a 30% reduction in the exhaust rate from conventional systems, and eliminate grease passing through the system approved system. / Chụp hút mùi bếp sử dụng “Halton Capture Jet” hoặc tương đương để giảm thiểu 30% tỉ lệ hút khí so với hệ thống thông thường, và loại bỏ dầu mỡ bị hút qua hệ thống được phê duyệt

source: Kitchen exhaust ductwork shall be a dedicated system constructed from 16gauge steel with drip proof weld joints, and clean out access doors at all changes in direction, where sprinkler heads are located, and every 6m maximum. Fire dampers are not permitted. The duct shall be fire rated in accordance with the fire strategy and to meet local regulations.
vi: Kitchen exhaust ductwork shall be a dedicated system constructed from 16gauge steel with drip proof weld joints, and clean out access doors at all changes in direction, where sprinkler heads are located, and every 6m maximum. Fire dampers are not permitted. The duct shall be fire rated in accordance with the fire strategy and to meet local regulations. / Đường ống chụp hút mùi phải là một hệ thống dành riêng, vật liệu thép 16gauge với mối nối hàn chống rò và nắp thăm để vệ sinh tại các vị trí đường ống đổi hướng, tại vị trí đầu sprinkler, và tối đa cứ mỗi 6m. Không cho phép dùng van chặn lửa. Đường ống phải chống cháy tuân thủ theo chiến lược chống cháy và đảm bảo các yêu cầu của địa phương

source: Kitchen fire suppression system operates
vi: Kích hoạt hệ thống chữa cháy chụp hút bếp

source: Kitchen general
vi: Kitchen general / Bếp - Chung

source: Kitchen hood extract fans
vi: Kitchen hood extract fans / Chụp hút bếp

source: Kitchen hood fire suppression system operates
vi: Kitchen hood fire suppression system operates / Hệ thống chữa cháy chụp hút bếp kích hoạt

source: Kitchen pastry
vi: Kitchen pastry / Bếp - bánh

source: Kitchen prep/finish
vi: Kitchen prep/finish / Bếp sơ chế/hoàn thiện

source: Kitchens
vi: Kitchens / Bếp

source: Kitchens and adjoining rooms or areas
vi: Kitchens and adjoining rooms or areas / Bếp và các phòng hoặc khu vực liền kề

source: Kitchens shall always utilize all air systems.
vi: Kitchens shall always utilize all air systems. / Các bếp luôn sử dụng hệ thống all-air

source: L UPS (REFER DETAILS)
vi: UPS (refer details) / Bộ lưu điện (tham khảo chi tiết)

source: LIFE CYCLE AND OPERATING COSTS
vi: Life cycle and operating costs / Vòng đời và chi phí vận hành

source: LIFE EXPECTANCY
vi: Life Expectancy / Yêu cầu về vòng đời thiết bị

source: LIGHTNING PROTECTION SYSTEM IN ACCORDANCE WITH LOCAL STANDARDS
vi: Lightning protection system in accordance with local standards / Chống sét tuân thủ tiêu chuẩn địa phương

source: LOCAL GOVERNMENT DEPARTMENTS e.g. home office, provide guidance
vi: LOCAL GOVERNMENT DEPARTMENTS / SỞ BAN NGÀNH ĐỊA PHƯƠNG e.g. home office, provide guidance / vd. cơ quan địa phương, cung cấp hướng dẫn

source: LOCAL STANDARDS INSTITUTE
vi: LOCAL STANDARDS INSTITUTE / VIỆN TIÊU CHUẨN ĐỊA PHƯƠNG

source: LOCATIONS)
vi: HOSEREEL/HOSE RACK (MAY BE OMITTED IN SOME LOCATIONS) / Cuộn vòi/Giá treo vòi cứu hỏa (có thể không bố trí tại một số vị trí)

source: LOW
vi: LOW / Thấp

source: LOW TEMPERATURE HEATING WATER SYSTEM WITH DOMESTIC HOT WATER HEAT EXCHANGER
vi: LOW TEMPERATURE HEATING WATER SYSTEM WITH DOMESTIC HOT WATER HEAT EXCHANGER / Hệ thống đun nước nhiệt độ thấp với bộ trao đổi nhiệt nước nóng sinh hoạt

source: LTHW shall be circulated at 80/60°C to serve heating and domestic hot water heat exchangers via a primary distribution circuit with variable speed pumping. This may only be varied following substantiation of alternative temperatures proposed.
vi: LTHW shall be circulated at 80/60°C to serve heating and domestic hot water heat exchangers via a primary distribution circuit with variable speed pumping. This may only be varied following substantiation of alternative temperatures proposed. / Nước nóng nhiệt độ thấp phục vụ các bộ trao đổi nhiệt cho sưởi ấm và nước nóng sinh hoạt thông qua đường ống phân phối chính với bơm biến tần

source: LV DISTRIBUTION SYSTEM (SEE SCHEMATIC AND DESCRIPTION)
vi: LV distribution system (see schematic and description) / Hệ thống phân phối điện nhẹ (xem sơ đồ và mô tả)

source: Ladders are not permitted for means of escape.
vi: Ladders are not permitted for means of escape. / Không được sử dụng thang đơn làm thang thoát hiểm

source: Large function room showing exits remote from each other
vi: Large function room showing exits remote from each other / Phòng chức năng lớn với lối thoát cáhc xa nhau

source: Larger Fire Compartment size allowed
vi: Larger Fire Compartment size allowed / Cho phép chia khoang chống cháy lớn hơn

source: Lasting 1 to 2 seconds
vi: Lasting 1 to 2 seconds / từ 1 đến 2 giây

source: Lasting 2 to 5 seconds
vi: Lasting 2 to 5 seconds / từ 2 đến 5 giây

source: Latent cooling no more than 5% of the total cooling capacity
vi: Latent cooling no more than 5% of the total cooling capacity / Công suất hạ nhiệt ẩn không quá 5% tổng công suất làm lạnh

source: Laundry
vi: Laundry / Giặt là

source: Laundry (separately metered)
vi: Laundry (separately metered) / Giặt là (đo riêng)

source: Laundry Equipment such as:
vi: Laundry Equipment such as: / Thiết bị giặt là như

source: Laundry Work Area
vi: Laundry Work Area / Khu giặt là

source: Leaks in the system could cause problems
vi: Leaks in the system could cause problems / Rò rỉ nước trong hệ thống có thể gây sự cố

source: Legionella Risk
vi: Legionella Risk / Nguy cơ Legionella
